---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelScheduleType.Data
enum: Autodesk.Revit.DB.Electrical.PanelScheduleType
source: html/68aea073-b430-27da-74e9-29786610476b.htm
---
# Autodesk.Revit.DB.Electrical.PanelScheduleType.Data

Data panel schedule